[
    {
        "id": "lt-001",
        "title": "吾輩は猫である (抄録)",
        "author": "夏目漱石",
        "difficulty": 3,
        "content": "吾輩は猫である。名前はまだ無い。どこで生れたか頓と見当がつかぬ。何でも薄暗いじめじめした所でニャーニャー泣いていた事だけは記憶している。吾輩はここで始めて人間というものを見た。しかもあとで聞くとそれは書生という人間中で一番獰悪な種族であったそうだ。この書生というのは時々我々を捕えて煮て食うという話である。しかしその当時は何という考もなかったから別段恐ろしいとも思わなかった。ただ彼の掌に載せられてスーと持ち上げられた時何だかフワフワした感じがあったばかりである。掌の上で少し落ちついて書生の顔を見たのがいわゆる人間というものの見始であろう。",
        "reading": "わがはいはねこである。なまえはまだない。どこでうまれたかとんとけんとうがつかぬ。なんでもうすぐらいじめじめしたところでにゃーにゃーないていたことだけはきおくしている。わがはいはここではじめてにんげんというものをみた。しかもあとできくとそれはしょせいというにんげんちゅうでいちばんどうあくなしゅぞくであったそうだ。このしょせいというのはときどきわれわれをとらえてにてくうというはなしである。しかしそのとうじはなんというかんがえもなかったからべつだんおそろしいともおもわなかった。ただ彼のてのひらにのせられてすーともちあげられたときなんだかふわふわしたかんじがあったばかりである。てのひらのうえですこしおちついてしょせいのかおをみたのがいわゆるにんげんというものののみはじめであろう。"
    },
    {
        "id": "lt-002",
        "title": "ごんぎつね (冒頭)",
        "author": "新美南吉",
        "difficulty": 2,
        "content": "これは、私があるおじいさんから聞いたお話です。むかしは、私たちの村のちかくの、中山というところに、小さなお城があって、中山さまというお殿さまが、おられたそうです。その中山から、少しはなれた山の中に、「ごん」というきつねがいました。ごんは、ひとりぼっちの小ぎつねで、しだのいっぱいしげった森の中に、穴をほって住んでいました。そして、夜でも昼でも、あたりの村へ出てきて、いたずらばかりしました。畑へ入って芋をほり散らしたり、菜種がらの、ほしてあるのへ火をつけたり、百姓家の裏手につるしてある唐辛子をむしり取っていったり、いろんなことをしました。",
        "reading": "これは、わたしがあるおじいさんからきいたおはなしです。むかしは、わたしたちのむらのちかくの、なかやまというところに、ちいさなおしろがあって、なかやまさまというおとのさまが、おられたそうです。そのなかやまから、すこしはなれたやまのなかに、「ごん」というきつねがいました。ごんは、ひとりぼっちのこぎつねで、しだのいっぱいしげったもりの中に、あなをほってすんでいました。そして、よるでもひるでも、あたりのむらへでてきて、いたずらばかりしました。はたけへはいっていもをほりちらしたり、なたねがらの、ほしてあるのへひをつけたり、ひゃくしょうやのうらてにつるしてあるとうがらしをむしりとっていったり,いろんなことをしました。"
    },
    {
        "id": "lt-003",
        "title": "注文の多い料理店 (冒頭)",
        "author": "宮沢賢治",
        "difficulty": 4,
        "content": "二人の若い紳士が、ぎらぎらする鉄砲をかついで、白熊のような犬を二匹つれて、だいぶ山奥を歩いていました。ところが、どうしたことか、その白熊のような犬が、二匹とも急にめまいを起こして、死んでしまいました。二人の紳士は、たいへんがっかりして、顔を見合わせました。「おい、これは困ったことになったな。」と一人が言いました。「まったくだ。この山は、どうも変だぞ。」ともう一人が答えました。彼らは、お腹が空いてたまらなくなりました。すると、そこにひとつの立派な西洋料理店が現れました。看板には、「山猫軒」と書いてありました。",
        "reading": "ふたりのわかいしんしが、ぎらぎらするてっぽうをかついで、しろくまのようないぬをにひきつれて、だいぶやまおくをあるいていました。ところが、どうしたことか、そのしろくまのようないぬが、にひきともきゅうにめまいをおこして、しんでしまいました。ふたりのしんしは、たいへんがっかりして、かおをみあわせました。「おい、これはこまったことになったな。」とひとりがいいました。「まったくだ。このやまは、どうもへんだぞ。」ともうひとりがこたえました。かれらは、おなかがすいてたまらなくなりました。すると、そこにひとつのりっぱなせいようりょうりてんがあらわれました。かんばんには、「やまねこけん」とかいてありました。"
    }
]